[
  {
    "name": "The Last of Us: Part II – Remastered",
    "version": "v1.0.10402.1014",
    "includes": ["DLC", "Bonus OST"],
    "id": "1",
    "tags": ["Action", "Shooter", "Stealth", "Third person", "3D", "Horror"],
    "companies": [
      "Naughty Dog LLC",
      "Nixxes Software",
      "Iron Galaxy Studios",
      "PlayStation Publishing LLC"
    ],
    "language": "RUS/ENG/MULTI24",
    "original_size": "103.7 GB",
    "repack_size": "from 48.6 GB [Selective Download]",
    "download_links": {
      "direct_links": [
        {
          "link": "https://paste.fitgirl-repacks.site/?fca761b5a939fa36#HD981ZSKBS1cmdiX4UzaaJVChmyQH7tMkAthdVFeEHok",
          "link_name": "Filehoster: DataNodes",
          "text": "(speed & usability use IDM)"
        },
        {
          "link": "https://paste.fitgirl-repacks.site/?fd22df57eb404570#3e3MK2Snevihx4MQXz56SvsMnJG57sZkv1YP8umQrRLo",
          "link_name": "Filehoster: FuckingFast",
          "text": "(REALLY Fucking Fast 🙂)"
        },
        {
          "link": "https://paste.fitgirl-repacks.site/?0d152acbd0c3a378#FwsVwmvnX4gCg942xqDzGGRFcRpN7Tkxkek5CmfFm8P4",
          "link_name": "Filehoster: MultiUpload",
          "text": "(10+ hosters, interchangeable use JDownloader2)"
        }
      ],
      "torrent": [
        {
          "link": "https://paste.fitgirl-repacks.site/?4c82767c60789857#A7bkWJEyP921UyW2CVPpFDuRHHQ9aunF61W3YXCeJinT",
          "link_name": "Filehoster: Torrent file only",
          "text": "(speed & usability use Utorrent)"
        }
      ]
    },
    "banner_image": "https://i6.imageban.ru/out/2025/04/04/9bf82590f5ac879c804306b43bb9433f.jpg",
    "images": [
      "http://s01.riotpixels.net/data/62/2a/622aa75b-9be5-4474-b9e0-29a35b7ed69d.jpg.240p.jpg",
      "http://s01.riotpixels.net/data/1d/0d/1d0de718-3b69-4d2d-b06b-7462a12aa307.jpg.240p.jpg",
      "http://s01.riotpixels.net/data/ba/64/ba6466a8-3c85-4e1c-bad8-913fa1a90837.jpg.240p.jpg",
      "http://s01.riotpixels.net/data/59/75/59758ecb-0a96-4306-911c-bb84a378a351.jpg.240p.jpg",
      "http://s01.riotpixels.net/data/f0/b1/f0b170ac-2110-43e5-af9f-acce887cca3e.jpg.240p.jpg",
      "http://s01.riotpixels.net/data/43/03/430374fa-f14a-4ada-8084-cc2ed8ea46f1.jpg.240p.jpg"
    ],
    "imagevid": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2531310/extras/T2R-PC_Announce-trlr_HQ_GIF_003.gif",
    "repack_details": {
      "title": "Repack Features",
      "features": [
        "Based on The.Last.of.Us.Part.II.Remastered-RUNE ISO release: rune-the.last.of.us.part.ii.remastered.iso (111,028,862,976 bytes)",
        "The.Last.of.Us.Part.II.Remastered.Crackfix-RUNE (123 MB) is available in “_RUNE CrackFix” after installation. Use it ONLY if the game crashes for you on launch",
        "Bonus OST in MP3 format (133 MB) added",
        "Game version: v1.0.10402.1014; Pre-purchase Entitlements DLC is included and activated",
        "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
        "NOTHING ripped, NOTHING re-encoded",
        "Selective Download feature: you may skip downloading of credits/documentary videos pack, bonus soundtrack and language packs you don’t need. English is included by default",
        "Significantly smaller archive size (compressed from cumulative 103.7 to 48.6~77.5 GB, depending on selected components)",
        "Installation takes 10-50 minutes (depending on your system and selected components)",
        "After-install integrity check so you could make sure that everything installed properly",
        "HDD space after installation: up to 115.7 GB",
        "Language can be changed in game settings",
        "Repack uses XTool library by Razor12911",
        "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
      ]
    },
    "game_details": {
      "description": "Experience the winner of over 300 Game of the Year awards now with an array of technical enhancements that make The Last of Us Part II Remastered the definitive way to play Ellie and Abby’s critically acclaimed story. Five years after their dangerous journey across the post-pandemic United States, Ellie and Joel have settled down in Jackson, Wyoming. Living amongst a thriving community of survivors has allowed them peace and stability, despite the constant threat of the infected and other, more desperate survivors. When a violent event disrupts that peace, Ellie embarks on a relentless journey to carry out justice and find closure.",
      "no_return_mode": "A Roguelike Survival Mode: Experience The Last of Us Part II’s deep combat via an entirely new mode! Survive as long as you can in each run, as you choose your path through a series of randomized encounters. Play as a host of different unlockable characters, each with unique gameplay traits. The variety of challenges features different foes and memorable locations from throughout Part II, all culminating in tense boss battles.",
      "features": [
        "A host of graphical improvements bring the beautiful-yet-dangerous world to life.",
        "Full PlayStation DualSense controller integration with adaptive trigger and haptic feedback functionality.",
        "Earn and collect exciting achievements on Steam as you progress through the game.",
        "Widescreen and Ultrawide support.",
        "HDR support. PC Display and Graphics Menu for scalability.",
        "DirectStorage support.",
        "PC Optimized graphics – Performance enhancing technologies including NVIDIA DLSS 3, AMD FSR 3.1, and AMD FSR 4.0 with upscaling and frame generation. Intel XeSS is also supported.",
        "Full gamepad support – Adjust the controls to suit your preferences for a smooth and intuitive experience throughout the game.",
        "Mouse and keyboard mapping – Take full control and ensure personalized gameplay experience by tailoring mouse and keyboard mapping to suit your playstyle.",
        "PlayStation overlay and Trophy support – The PlayStation overlay is available for Windows PC players with an account for PlayStation Network to earn PlayStation Trophies and access Friends lists, settings, and player profile.",
        "Two new unlockable No Return characters are included.",
        "Four new unlockable maps to challenge.",
        "Delve deeper into this beloved adventure and learn how the original game was created.",
        "Lost Levels lets you explore early-development versions of three levels not seen in the original.",
        "Enjoy hours of developer commentary to hear insights into Part II’s development as you experience the game.",
        "Live up to your musical potential with Guitar Free Play, which includes unlockable instruments, or take on the Speedrun Mode and post your best times.",
        "Descriptive Audio and Speech to Vibrations have also been added to Part II’s suite of accessibility features.",
        "The Last of Us Part II Remastered also features unlockable character and weapon skins for players to use for both Ellie and Abby."
      ]
    }
  }
]
